{
    "糖尿病": {
        "description": "糖尿病是由遗传和环境因素相互作用而引起的常见病，临床以高血糖为主要标志，常见症状有多饮、多尿、多食以及消瘦等。糖尿病可引起身体多系统的损害，引起胰岛素绝对或相对分泌不足以及靶组织细胞对胰岛素敏感性降低，引起蛋白质、脂肪、水和电解质等一系列代谢紊乱综合征。血糖显著升高可以出现糖尿病酮症酸中毒、高渗性昏迷等急性并发症，久病还可引起血管与神经病变，从而造成心、脑、肾、眼、神经、皮肤等多脏器组织损害，影响患者的生活质量，甚至导致寿命减短，应积极预防和治疗。",
        "complication": " 糖尿病乳酸性酸中毒 高渗性非酮症性糖尿病昏迷 糖尿病肾病 糖尿病足 妊娠合并糖尿病 糖尿病性神经病 糖尿病伴发的葡萄膜炎 糖尿病心肌病 糖尿病性胃轻瘫 肾性糖尿 糖尿病所致脊髓病 糖尿病性周围神经病"
    },
    "高血压": {
        "description": "高血压是以体循环动脉压升高为主要临床表现的心血管综合征，在未用抗高血压药的情况下，非同日3次测量，收缩压≥140mmHg和(或)舒张压≥90mmHg，可诊断为高血压。高血压是最常见的慢性病，也是心脑血管病最主要的危险因素，其脑卒中、心肌梗死、心力衰竭及慢性肾脏病等主要并发症，不仅致残、致死率高。高血压病一般指的是原发性高血压。原发性高血压占高血压的90%以上。高血压病的原因目前还不是很明确，每个个体的原因和发病机制不尽相同，个体差异性较大。",
        "complication": "血压高 头痛 头胀 头晕 心悸 眼底异常 视力障碍 心功能失代偿 剧烈头痛 氮质血症 多尿 眼底改变"
    },
    "心脏病": {
        "description": "心脏病(heart disease)是心脏疾病的总称，包括风湿性心脏病、先天性心脏病、限制型心脏病、慢性肺源性心脏病、高血压性心肌病、甲亢性心脏病、糖尿病心脏病、高原性心脏病、冠心病、心肌病等各种心脏病。",
        "complication": "心动过速 胸痛 发绀 窒息 心悸 心脏杂音 心脏震颤 心脏增大 心音异常 奔马律心音 心跳过速 心慌"
    },
    "癌症": {
        "description": "宫颈癌是目前唯一一个病因明确的妇科恶性肿瘤，与高危型人乳头瘤病毒的持续感染相关。HPV病毒是一种双链DNA病毒，主要感染皮肤粘膜上皮，导致不同病变。其它高危因素有：1. 性行为：过早开始性生活，多个性伴侣；2. ...;发生于鼻咽粘膜的恶性肿瘤。中国的广东、广西、福建、湖南等地为多发区，男多于女。发病年龄大多为中年人，亦有青少年患病者。病因与种族易感性(黄种人较白种人患病多)、遗传因素及EB病毒感染等有关。鼻咽癌是一...;起源于子宫内膜腺体的恶性肿瘤，又称子宫体癌，绝大多数为腺癌。为女性生殖器三大恶性肿瘤之一，在我国子宫内膜癌远低于子宫颈癌，但在一些西方发达国家，本病高于子宫颈癌，位于妇科恶性肿瘤的首位。高发年龄为58...;胰腺癌(pancreatic carcinoma)是常见的胰腺肿瘤，是一种恶性程度很高，诊断和治疗都很困难的消化道恶性肿瘤，约90%为起源于腺管上皮的导管腺癌。其发病率和死亡率近年来明显上升。5年生存率<1%，是预后最差的恶性肿瘤之一...;恶性淋巴癌又称“淋巴瘤”，是原发于淋巴结或其他淋巴组织的恶性肿瘤，是我国常见的十大恶性肿瘤之一。本病多见于中、青年，男性患者多于女性。本病按其细胞成分的不同可分为何杰金氏病和非何杰金氏淋巴瘤两大类...;卵巢癌是女性生殖器官常见的肿瘤之一，发病率仅次于子宫颈癌和子宫体癌而列居第三位。但因卵巢癌致死者，却占各类妇科肿瘤的首位，对妇女生命造成严重威胁。由于卵巢的胚胎发育，组织解剖及内分泌功能较复杂，它...;膀胱癌是泌尿系统最常见的恶性肿瘤，发病率居泌尿系统恶性肿瘤的首位。其发病原因还不清楚，一般认为与经常接触致癌物如萘胺、联苯胺等有关，日常生活中常见的染料，橡胶、塑料制品，油漆、洗涤剂等也有潜在的致...;口腔癌是指发生于口腔的恶性肿瘤。包括唇癌、牙龈癌、舌癌、软硬腭癌、颌骨癌、口底癌、口咽癌、涎腺癌和上颌窦癌以及发生于颜面部皮肤粘膜的癌症等。口腔癌是头颈部较常见的恶性肿瘤之一。口腔癌以男性多见。口...;肾肿瘤(renal tumor)在泌尿系肿瘤中较常见，仅次于膀胱肿瘤。绝大多数原发性肾肿瘤为恶性，包括肾细胞癌、肾母细胞瘤(Wilms瘤)及肾盂癌等。肾脏的良性肿瘤包括肾腺瘤、血管平滑肌脂肪瘤、血管瘤、脂肪瘤、纤维瘤以及肾...;阴茎癌(carcinoma of penis)为常见的男性生殖系统的恶性肿瘤之一，过去在我国相当多见，占男性生殖系肿瘤第一位，近年来发病率已有明显降低趋势。多发生于中年人，平均年龄为30岁。患阴茎癌者绝大多数皆有包皮过长。阴...;淋巴瘤是原发于淋巴结或淋巴组织的恶性肿瘤。临床以无痛性，进行性淋巴结肿大为主要表现。本病可发生于任何年龄，但发病年龄高峰在31~40岁，其中非霍奇金淋巴瘤高峰略往前移。男女之比为：2~3:1。;皮肤癌在我国的发病率很低，但在白色人种中却是常见的恶性肿瘤之一，超过所有其他恶性肿瘤的总和。在澳大利亚南部地区皮肤癌的发病率至少达650／10万，在美国的高加索人中，皮肤癌的发病率亦高达165／10万，为我国...;颅内肿瘤亦称脑肿瘤，其病因至今不明，肿瘤发生自脑、脑膜、脑垂体、颅神经、脑血管和胚胎残余组织者，称为原发性颅内肿瘤。由身体其它脏器组织的恶性肿瘤转移至颅内者，称为继发性颅内肿瘤。;胆管癌是指原发于左右肝管汇合部至胆总管下端的肝外胆管恶性肿瘤。胆管癌可分为肝门部胆管癌或上段胆管癌、中段胆管癌和下段胆管癌3个类型。原发性胆管癌较少见，占普通尸检的0.01%～0.46%，肿瘤病人尸检的2%，胆道...;肺癌发生于支气管粘膜或腺体，亦称支气管肺癌。近50年来许多国家都报道肺癌的发病率明显增高，在男性癌瘤病人中，肺癌已居首位，女性发病率也迅速增高，占女性常见恶性肿瘤的第2位或第3位。男女发病比率为3~5s1，...",
        "complication": "脓血性白带 消瘦 乳头样增生变化 阴道转移 宫颈水肿;耳内闭塞感 腭部穿孔 鼻内似有擤不出的鼻涕 吞咽困难 张口呼吸;阴道出血 阴道分泌物增多 下腹疼痛 下腹胀痛 子宫内膜增生性病变;上腹部疼痛 消瘦 甲胎蛋白增高 大便色浅 肺部转移;淋巴结肿大 盗汗 体重减轻 发烧 肝肿大;消瘦 下腹胀痛 下腹部包块 绝经后出血;逼尿肌无反射 耻区肿块 无痛性尿血 白细胞尿 上尿路结构和功能损害;口痛 溃疡 口腔痛 疼痛 口腔粘膜上白色较硬的隆起斑块;腰部钝痛 体重减轻 食欲不振 乏力;阴茎异常勃起 阴茎疼痛 阴茎表浅性溃疡 腹股沟淋巴结肿大 皮肤硬化;食欲异常 淋巴结肿大 局部淋巴结肿大 淋巴液流出 淋巴管淤积;久不消退的红色皮肤疤 溃疡 皮下结节 疣状增殖;头痛 视乳头水肿 视野向心性缩小 视野缩小 视力视野改变;胆汁排泄受阻 消瘦 胆囊的超敏反应 胆囊运动障碍 肚子疼;呼吸异常 气管受压 异源性ACTH 皮肤转移 肺门增宽"
    },
    "关节炎": {
        "description": "类风湿关节炎(rheumatoid arthritis，RA)是一种以侵蚀性关节炎为主要表现的全身性自身免疫病。本病临床表现为以双手和腕关节等小关节受累为主的对称性、持续性多关节炎。病理表现为关节滑膜的慢性炎症、血管翳形成，并可...;骨质增生症又称为增生性骨关节炎、骨性关节炎(OA)、退变性关节病、老年性关节炎、肥大性关节炎，是由于构成关节的软骨、椎间盘、韧带等软组织变性、退化，关节边缘形成骨刺，滑膜肥厚等变化，而出现骨破坏，引起...;风湿性关节炎属变态反应性疾病，是风湿热的主要表现之一。多以急性发热及关节疼痛起病，典型表现是轻度或中度发热，游走性多关节炎，受累关节多为膝、踝、肩、肘、腕等大关节，常见由一个关节转移至另一个关节，...;骨关节炎(osteoarthritis,OA)又称为骨关节病，退行性关节病和骨质增生，是一种最常见的关节疾病。该病不仅发生关节软骨损害，还累及整个关节，包括软骨下骨、韧带、关节囊、滑膜和关节周围肌肉，最终发生关节软骨退变、纤...;膝关节骨性关节炎是指由于膝关节软骨变性、骨质增生而引起的一种慢性骨关节疾患，又称为膝关节增生性关节炎、退行性关节炎及骨性关节病等。本病多发生于中老年人，也可发生于青年人;可单侧发病，也可双侧发病。;痛风性关节炎是由于尿酸盐沉积在关节囊、滑囊、软骨、骨质和其他组织中而引起病损及炎性反应，它多有遗传因素和家族因素，好发于40岁以上的男性，多见于拇趾的跖趾关节，也可发生于其他较大关节，尤其是踝部与足...;风湿热(rheumatic fever)是一种常见的反复发作的急性或慢性身性结缔组织炎症，主要累及心脏、关节、中枢神经系统、皮肤和皮下组织。临床表现以心脏炎和关节炎为主，可伴有发热、毒血症、皮疹、皮下小结、舞蹈病等。它...;创伤性关节炎又称外伤性关节炎、损伤性骨关节炎，它是由创伤引起的以关节软骨的退化变性和继发的软骨增生、骨化为主要病理变化，以关节疼痛、活动功能障碍为主要临床表现的一种疾病。;银屑病性关节炎(psoriasis arthritsi，PA)又名关节病型银屑病(arthropathic psoriasis)，是一种与银屑病相关的炎性关节病。本病病程迁延，易复发，晚期形成关节强直，导致残废。银屑病在关节炎患者中较为常见，比普通人群多2～3...;骨关节炎(Osteoarthritis，OA)曾称为增生性关节炎，退化性关节炎，骨关节病等。它是一种以软骨退性和(或)关节边缘骨质增生为特点的老人多发的滑膜关节病，临床表现为关节痛，僵和功能障碍，通常认为是非炎症性关节病，...;赖特综合征(Reiter's Syndrome)是以关节炎、尿道炎和结膜炎三联征为临床特征的一种特殊临床类型的反应性关节炎，常表现为突发性急性关节炎并且伴有独特的关节外皮肤粘膜症状。目前认为本病有两种形式：性传播和痢疾型...;癌肿性关节炎的临床症状和类风湿关节炎相似，可发生于任何类型的癌瘤患者，但特别好发于支气管肺癌、前列腺癌和乳腺癌。早期发现原发病灶，进行治疗是很重要的。;类风湿关节炎(rheumatoid arthritis，RA)是以对称性，进行性及侵蚀性的多关节炎，主要累及手足小关节，表现为关节疼痛、肿胀和功能障碍，病情迁延反复。是一种以关节滑膜炎症为特征的慢性全身性自身免疫性疾病。主要的病...;颞下颌关节炎，这是下颌与耳连接处的关节的病症，也是常见的疼痛源。将手指放在两边的耳道前，张大嘴，就能听到类似裂开的声音。;类风湿性关节炎(rheumatoid arthritis，RA)是一种常见的以关节组织慢性炎症性病变为主要表现的多系统炎症的自身免疫性疾病。也可损害关节外组织，如眼、皮肤、肺、心和末梢神经等。",
        "complication": "爪状趾 晨僵 关节疼痛 关节肿胀 皮下结节;膝盖长骨刺 关节肿痛 脊柱退变 食指和中指僵硬痛麻 四肢酸痛无力;关节疼痛 关节肿胀 关节肿大 弯曲不利 关节液渗出;关节疼痛 肌肉萎缩 关节畸形 关节肿大 腕关节桡侧部位的疼痛;膝关节疼痛 关节肿胀 膝关节肿大 间歇性跛行 关节疼痛;关节肿胀 关节疼痛 头痛 厌食 脱屑;发烧 心悸 气短 心动过速 心脏增大;风寒湿痹 腰骶疼痛 炎性损害 滑膜发炎 下肢外展;中指指甲凹陷 指甲异常 关节肿大 关节疼痛 硬化;关节疼痛 晨僵 拇指内收畸形 髋关节痛 视力障碍;关节肿胀 发烧 蛋白尿 膝关节肿大 斑疹;关节肿痛 关节僵直 关节强硬 关节强直 关节肿胀;关节疼痛 关节畸形 晨僵 关节肿胀 关节强直;颞部疼痛 吞咽困难;红眼 眼痛 畏光及流泪 视力障碍 畏光"
    }
}